tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "clang-format"
brew "cmake"
brew "ctags"
brew "dep"
brew "docker"
brew "elixir"
brew "exercism"
brew "ffmpeg"
brew "git-extras"
brew "gnu-typist"
brew "go@1.8"
brew "graphviz"
brew "htop"
brew "luarocks"
brew "python"
brew "macvim"
brew "media-info"
brew "neovim", args: ["HEAD"]
brew "netdata"
brew "node"
brew "reattach-to-user-namespace"
brew "ruby"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim", args: ["with-luajit", "with-override-system-vi"]
brew "wget"
brew "yajl"
brew "zsh"
brew "zsh-completions"
cask "java8"
cask "macvim"
cask "sublime-text"
cask "virtualbox"
