tap "d12frosted/emacs-plus"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "go"
brew "dep"
brew "docker"
brew "docker-machine"
brew "elixir"
brew "exercism"
brew "ffmpeg"
brew "fish"
brew "git"
brew "git-extras"
brew "gnu-typist"
brew "graphviz"
brew "htop"
brew "jmeter"
brew "jq"
brew "luarocks"
brew "maven"
brew "media-info"
brew "mupdf-tools"
brew "neovim", args: ["HEAD"]
brew "netdata"
brew "node"
brew "parallel"
brew "plantuml"
brew "ranger"
brew "rbenv-chefdk"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby"
brew "sbcl"
brew "speedtest-cli"
brew "terraform"
brew "the_silver_searcher"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "uncrustify"
brew "vifm"
brew "vim"
brew "wget"
brew "yajl"
brew "yarn"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD", "with-ctags", "with-modern-icon"]
brew "golangci/tap/golangci-lint"
cask "alacritty"
cask "emacs-nightly"
cask "gitkraken"
cask "java8"
cask "macdown"
cask "macvim"
cask "sublime-text"
cask "virtualbox"
